experiments/redis_contention/max_bandwidth_single_server/clients_1_threads_1_pipeline_128_multi_get_50/loaded_pairs_0/pair_0/redis.out
1         Threads
1         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets        12736.69    636833.79         0.52        10.04821         9.85500        12.28700        14.84700    656684.18 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      12736.69    636833.79         0.52        10.04821         9.85500        12.28700        14.84700    656684.18